{
  "Translator Credit": "Traduit en Français par Sanjay Seshan",
  "Language Name": "French",
  "Translated Language Name": "Français",
  "FLL UNEARTHED Scorer": "Marqueur FLL UNEARTHED",
  "FLL Tools 2024-25 UNEARTHED": "Outils FLL 2024-25 UNEARTHED",
  "FLL Judging Rubrics": "Rubriques d'évaluation FLL",
  "FLL UNEARTHED Strategy Planner": "Planificateur de la stratégie FLL UNEARTHED",
  "FLLTutorials Tournament Scorer":"Marqueur Tournament de FLLTutorials",
  "FLL Tools Translator":"FLL Tools Traducteur",
  "FLL Tools Source Code":"Code source de FLL Tools",
  "Home": "Page d'accueil",
  "January": "Janvier",
  "February": "Février",
  "March": "Mars",
  "April": "Avril",
  "May": "Mai",
  "June": "Juin",
  "July": "Juillet",
  "August": "Août",
  "September": "Septembre",
  "October": "Octobre",
  "November": "Novembre",
  "December": "Décembre",
  "Saved Drawings": "Dessins sauvegardés",
  "Save Drawing": "Sauvegarder le dessin",
  "Delete All Saved Drawings": "Supprimer tous les dessins sauvegardés",
  "Load Saved Drawing": "Charger le sauvegardé",
  "Share Drawings": "Partager les dessins",
  "Import Shared Drawings": "Importer les dessins partagés",
  "Export Drawing as PNG": "Exporter le dessin en PNG",
  "Advanced": "Avancé",
  "Team No.": "N° de l'équipe",
  "Your Name": "Votre nom",
  "Yes": "Oui",
  "No": "Non",
  "Partly": "Partiellement",
  "Completely": "Complétement",
  "Reset": "Réinitialiser",
  "Save": "Sauvegarder",
  "Save Score": "Sauvegarder",
  "Load Save": "Charger no",
  "Delete All Saves": "Supprimer tous les scores sauvegardés",
  "Import Shared Scores": "Importer des scores partagés",
  "Share Saves": "Partager les scores",
  "Date/Time": "Date/Heure",
  "Total Points": "Total des points",
  "Saved file to Downloads": "Fichier sauvegardé dans Téléchargements",
  "Failed to save file to Downloads": "Échec de la sauvegarde du fichier dans Téléchargements",
  "Saved": "Sauvegardé",
  "Loaded": "Chargé",
  "Scorer": "Marqueur",
  "Timers": "Minuteurs",
  "Saves": "Sauvegardes",
  "Start": "Démarrer",
  "Navigation": "Navigation",
  "Stop": "Arrêter",
  "Points": "Points",
  "Completed": "Complété",
  "Timer:": "Minuteur :",
  "Stopwatch:": "Chronomètre :",
  "Score History": "Historique des scores",
  "Mission": "Mission",
  "EQUIPMENT INSPECTION": "INSPECTION DE L’EQUIPMENT",
  "If your robot and all your equipment fit completely in one launch area and are under a height limit of 12 in. (305 mm) during the pre-match inspection": "Si votre robot et tout votre équipement rentrent complètement dans une zone de lancement\net sous une hauteur limite de 305mm (12in) lors de l’inspection d’avant-match:",
  "SURFACE BRUSHING": "Brossage de surface",
  "Soil deposits are completely cleared, touching the mat": "Les dépôts de sol sont entièrement dégagés et touchent le tapis",
  "Archaeologist’s brush is not touching the dig site": "La brosse de l'archéologue ne touche pas le site de fouilles",
  "MAP REVEAL": "Révélation de la carte",
  "Topsoil sections completely cleared": "Les couches de terre végétale sont entièrement dégagées",
  "MINESHAFT EXPLORER": "Exploration de la mine",
  "Your team’s minecart is on the opposing team’s field": "Le wagonnet de votre équipe se trouve sur le terrain de l'équipe adverse",
  "BONUS: Opposing team’s minecart is on your field": "Bonus: le wagonnet de l'équipe adverse est sur votre terrain",
  "Your team’s minecart must pass completely through the mineshaft entry to score points for this mission. It is not possible to earn the bonus if there is no opposing team or in remote competitions.": "Le wagonnet de votre équipe doit traverser intégralement l'entrée du puits de la mine pour marquer des points pour cette mission. Il n'est pas possible d'obtenir le bonus s'il n'y a pas d'équipe adverse ou en compétition à distance.",
  "CAREFUL RECOVERY": "Récupération délicate",
  "Precious artifact is not touching the mine": "Le précieux artefact ne touche plus la mine",
  "Both support structures are standing.": "Les deux structures de support sont debout.",
  "WHO LIVED HERE?": "Qui vivait ici ?",
  "Structure floor is completely upright": "Le sol de la structure est entièrement redressé",
  "FORGE": "Forge",
  "Ore blocks are not touching the forge": "Les blocs de minerai ne touchent pas la forge",
  "Technicians may open ore blocks by hand to reveal the fossilized artifact when completely in home (see Mission 14).": "Les techniciens peuvent ouvrir les blocs de minerai à la main pour révéler l'artefact fossilisé lorsqu'ils sont entièrement dans la zone <<< maison >>> (voir Mission 14).",
  "HEAVY LIFTING": "Levage lourd",
  "Millstone is no longer touching its base": "La meule ne touche plus sa base",
  "SILO": "Silo",
  "Preserved pieces are outside the silo": "Les denrées préservées sont à l'extérieur du silo",
  "WHAT'S ON SALE?": "Que trouve-t-on à vendre ?",
  "Roof is completely raised": "Le toit est entièrement relevé",
  "Market wares are raised": "Les marchandises sont relevées",
  "TIP THE SCALES": "La balance",
  "Scale is tipped and touching the mat": "La balance est basculée et touche le tapis",
  "Scale pan is completely removed": "Le plateau de la balance est complètement retiré",
  "ANGLER ARTIFACTS": "Grue portuaire",
  "Artifacts are raised above the ground layer": "Les artefacts sont soulevés au-dessus du niveau du sol",
  "BONUS: The crane flag is at least partly lowered": "Bonus : et le drapeau de la grue est au moins partiellement abaissé.",
  "SALVAGE OPERATION": "Opération de sauvetage",
  "Sand is completely cleared": "Le sable est entièrement dégagé",
  "Ship is completely raised": "Le navire est entièrement soulevé",
  "STATUE REBUILD": "Reconstruction de la statue",
  "Statue is completely raised": "La statue est entièrement redressée",
  "FORUM": "Forum",
  "Artifacts touching the mat and at least partly in the forum (Artifacts: Brush, Topsoil, Precious Artifact, Opposing Team’s Minecart, Ore with Fossilized Artifact, Millstone, & Scale Pan)": "Artefacts touchant le tapis et au moins partiellement dans le forum : • Brosse • Terre végétale • Précieux artefact • Wagonnet de l’équipe adverse • Minerai avec artefact fossilisé • Meule • Plateau de la balance",
  "SITE MARKING": "Marquage du site",
  "Sites with a flag at least partly inside and touching the mat": "Les emplacements avec un drapeau sont au moins partiellement à l’intérieur et en contact avec le tapis.",
  "Sites are outlined on the mat wireframe.": "Les sites sont délimités par les lignes du tapis.",
  "Precision": "Jetons de précision",
  "How many Precision Tokens are left on the field?": "Combien de jetons de précision restent-ils sur le terrain ?",
  "Gracious Professionalism": "Professionnalisme coopératif",
  "Gracious Professionalism® displayed at the robot game table": "Professionnalisme coopératif® démontré à la table du jeu du robot",
  "Developing": "DÉVELOPPÉ",
  "Accomplished": "ACCOMPLI",
  "Exceeds": "EXCELLENT",
  "Blue": "Bleu",
  "Pink": "Rose",
  "Orange": "Orange",
  "Save Rubric": "Sauvegarder la rubrique",
  "Beginning": "DÉBUTANT",
  "Load Rubric No.": "Charger la n°.",
  "Delete all Saved Rubrics": "Supprimer toutes les rubriques sauvegardées",
  "Import Shared Rubrics": "Importer les rubriques partagées",
  "Share Rubrics": "Partager les rubriques",
  "Past Rubrics:": "Anciennes rubriques :",
  "Core Values": "Valeurs fondamentales",
  "The FIRST® Core Values are the lens through which judges watch the team's presentations and evaluate their progress.": "Les valeurs fondamentales de la FIRST® sont le prisme à\ntravers lequel les juges regardent les présentations et évaluent ces dernières.",
  "Judging Session Feedback": "Restitution de la session de jury",
  "If the team is a candidate for one of these awards, please tick the appropriate box. Check with your event organizer which optional awards your event uses.": "Vérifiez auprès de votre organisateur quels prix facultatifs sont proposés. Si l’équipe est candidate à l’un de ces prix, veuillez cocher la\ncase appropriée.\nPour chaque ligne, indiquez le prix facultatif. Si besoin, vous pouvez rajouter des lignes avec leurs cases associées.",
  "Breakthrough Award - A team that made significant progress in their confidence and capability and who understand that what they discover is more important than what they win": "Prix de la percée - Une équipe qui a fait des progrès significatifs dans sa confiance et ses capacités et qui comprend que ce qu'elle découvre est plus important que ce qu'elle gagne.",
  "Rising All-Star - A team that the judges notice and expect great things from in the future": "Étoile montante - Une équipe que les juges remarquent et dont ils attendent de grandes choses à l'avenir.",
  "Motivate - A team that embraces the culture of FIRST LEGO League through team building, team spirit, and displayed enthusiam": "Motiver - Une équipe qui adhère à la culture de la FIRST LEGO League par la construction de l'équipe, l'esprit d'équipe et l'enthousiasme affiché.",
  "Core Values -- How did the team demonstrate teamwork, discovery, inclusion, innovation, impact, and fun in their work?": "Valeurs fondamentales – Comment l’équipe a fait preuve d’esprit d’équipe, de découverte, d’inclusion, d’innovation, d’impact, et de plaisir\ndans leur travail ?",
  "Feedback Comments": "Commentaires relatifs au retour",
  "Great Job": "Bon travail",
  "Think About": "Pensez à",
  "Total Points:": "Total des points :",
  "Innovation Project": "Projet d'innovation",
  "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Innovation Project presentation.": "Instructions : Les équipes doivent communiquer aux juges leurs réalisations pour chacun des critères ci-dessous. Cette rubrique doit être remplie pendant la présentation du projet d'innovation.",
  "How has the team exceeded?": "Comment l'équipe s'est-elle dépassée ?",
  "Identify - Team had a clearly defined problem that was well researched.": "Identifier - L'équipe avait un problème clairement défini et bien documenté",
  "Unclear definition of the problem": "Définition peu claire du\nproblème",
  "Partially clear definition of the problem": "Définition partiellement claire du problème",
  "Clear definition of the problem": "Définition claire du problème",
  "Minimal evidence of research": "Preuve minimale de recherche",
  "Partial evidence of research from one or more sources": "Preuve partielle de recherche\nprovenant d’une ou plusieurs\nsources",
  "Clear, detailed research from a variety of sources": "Recherche claire et détaillée\nprovenant de diverses sources",
  "Design - Team worked together while creating a project plan and developing their ideas.": "CONCEVOIR – L’équipe a travaillé ensemble tout en créant un plan de projet et en développant ses idées.",
  "Minimal evidence of an effective project plan": "Preuve minimale d’un plan de\nprojet efficace",
  "Partial evidence of an effective project plan": "Preuve partielle d’un plan de\nprojet efficace",
  "Clear evidence of an effective project plan": "Preuve claire d’un plan de\nprojet efficace",
  "Minimal evidence that development process involved all team members": "Preuve minimale que le\nprocessus de développement\nimpliquait tous les membres\nde l’équipe",
  "Partial evidence that development process involved all team member": "Preuve partielle que le\nprocessus de développement\nimpliquait tous les membres\nde l’équipe",
  "Clear evidence that development process involved all team members": "Preuve claire que le processus\nde développement impliquait\ntous les membres de l’équipe",
  "Create - Team developed an original idea or built on an existing one with a prototype model/drawing to represent their solution.": "CRÉER – L’équipe a développé une idée originale ou a construit sur une idée existante avec un modèle/dessin prototype pour illustrer leur solution.",
  "Minimal explanation of innovative solution": "Explication minimale de\nl’innovation en solution",
  "Simple explanation of innovative solution": "Explication simple de\nl’innovation en solution",
  "Detailed explanation of innovative solution": "Explication détaillée de\nl’innovation en solution",
  "Unclear model/drawing that represents the solution": "Modèle/dessin peu clair qui\nreprésente la solution",
  "Simple model/drawing that represents the solution": "Modèle/dessin simple qui\nreprésente la solution",
  "Detailed model/drawing that represents the the solution": "Modèle/dessin détaillé qui\nreprésente la solution",
  "Iterate - Teams shared their ideas, collected feedback, and included improvements in their solution.": "ITÉRER – L’équipe a partagé ses idées avec d’autres, collecté des commentaires et inclus des améliorations à sa solution.",
  "Minimal sharing of their solution": "Partage minimal de leur\nsolution avec les autres",
  "Solution shared with at least one person/group": "Solution partagée avec au\nmoins une personne/un\ngroupe",
  "Solution shared with multiple people/groups": "Solution partagée avec\nplusieurs personnes/groupes",
  "Minimal evidence of improvements based on feedback": "Preuve minimale\nd’améliorations basées sur les\ncommentaires",
  "Partial evidence of improvements based on feedback": "Preuve partielle\nd’améliorations basées sur les\ncommentaires",
  "Clear evidence of improvements based on feedback": "Preuve claire des\naméliorations basées sur les\ncommentaires",
  "Communicate - Team shared an effective presentation of their solution, its impact on their users, and celebrated their team's progress.": "COMMUNIQUER – L’équipe a partagé une présentation efficace de sa solution, de son impact sur les autres, et a célébré les progrès de son équipe",
  "Unclear explanation of the solution and its potential impact on others": "Explication peu claire de la\nsolution et de son impact\npotentiel sur les autres",
  "Partially clear explanation of solution and its potential impact on others": "Explication partiellement claire\nde la solution et de son impact\npotentiel sur les autres",
  "Clear explanation of solution and its potential impact on others": "Explication claire de la solution\net de son impact potentiel sur\nles autres",
  "Presentation shows minimal pride or enthusiasm for their work": "La présentation montre\nun minimum de fierté ou\nd’enthousiasme pour leur\ntravail",
  "Presentation shows partial pride or enthusiasm for their work": "La présentation montre une\nfierté ou un enthousiasme\npartiel pour leur travail",
  "Presentation clearly shows pride or enthusiasm for their work": "L’équipe démontre\nclairement de la fierté ou de\nl’enthousiasme pour son travail",
  "Innovation Project -- How did the team identify and approach solving a problem connected to the season theme": "Projet d’Innovation – Comment l’équipe a identifié et abordé la résolution d’un problème lié au thème de la saison ?",
  "Robot Design": "Conception du robot",
  "Instructions: Teams should communicate to the judges their achievement in each of the criteria below. This rubric should be filled out during the Robot Design explanation.": "Instructions : Les équipes doivent communiquer aux juges leurs résultats pour chacun des critères ci-dessous. Cette rubrique doit être remplie pendant l'explication de la conception du robot.",
  "Judges are required to tick one box on a separate line to indicate the level the team has achieved. If the team exceeds, please make a short comment in the Exceeds box.": "Les juges doivent cocher une case sur une ligne séparée pour indiquer le niveau atteint par l'équipe. Si l'équipe dépasse, veuillez faire un bref commentaire dans la zone \" Dépassement \".",
  "Identify -Team determined which missions to attempt, explored building and coding resources, and sought guidance as needed": "IDENTIFIER – L’équipe a déterminé les missions à tenter, exploré les ressources de construction et de codage et demandé des conseils si nécessaire.",
  "Minimal evidence of mission strategy": "Preuve minimale de la\nstratégie de mission",
  "Partial evidence of mission strategy": "Preuve partielle de la stratégie\nde mission",
  "Clear evidence of mission strategy": "Preuve claire de la stratégie de\nmission",
  "Minimal use of building or coding resources": "Utilisation minimale des\nressources de construction ou\nde codage",
  "Some use of building or coding resources": "Une partielle utilisation des\nressources de construction ou\nde codage",
  "Clear use of building or coding resources to support their mission strategy": "Utilisation claire des\nressources de construction ou\nde codage pour soutenir leur\nstratégie de mission",
  "Design - Team members worked collaboratively on their designs and developed the building and coding skills needed.": "CONCEVOIR – Les membres de l’équipe ont travaillé en collaboration sur leurs conceptions et développé les compétences de construction et de\ncodage nécessaires.",
  "Minimal evidence that all team members contributed ideas": "Preuve minimale que tous\nles membres de l’équipe ont\napporté des idées",
  "Partial evidence that all team members contributed ideas": "Preuve partielle que tous\nles membres de l’équipe ont\napporté des idées",
  "Clear evidence that all team members contributed ideas": "Preuve claire que tous les\nmembres de l’équipe ont\napporté des idées",
  "Minimal evidence of building and coding skills in all team members": "Preuve minimale de\ncompétences en matière de\nconception et de codage chez\ntous les membres de l’équipe",
  "Partial evidence of building and coding skills in all team members": "Preuve partielle de\ncompétences en matière de\nconception et de codage chez\ntous les membres de l’équipe",
  "Clear evidence of building and coding skills in all team members": "Preuve claire des compétences\nen matière de conception et de\ncodage chez tous les membres\nde l’équipe",
  "Create - Team developed original designs or improved on existing ones according to their mission strategy": "CRÉER – L’équipe a développé des conceptions originales ou améliorées celles existantes en fonction de leur stratégie de mission",
  "Unclear explanation of attachments and their purpose": "Explication peu claire des\npièces jointes et de leur\nobjectif",
  "Simple explanation of attachments and their purpose": "Explication simple des pièces\njointes et de leur objectif",
  "Clear explanation of attachments and their purpose": "Explication claire des\naccessoires innovants et de\nleur objectif",
  "Unclear explanation of code and/or sensor use": "Explication peu claire de\nl’utilisation du code et/ou du\ncapteur",
  "Simple explanation of code and/or sensor use": "Explication simple de\nl’utilisation du code et/ou du\ncapteur",
  "Clear explanation of code and/or sensor use": "Explication claire de l’utilisation\nd’un code innovant et/ou d’un\ncapteur",
  "Iterate - Team repeatedly tested their robot and code to identify areas for improvement and incorporated the findings into their solutions.": "ITERER – L’équipe a testé plusieurs fois son robot et son code pour identifier les domaines à améliorer et intégré les résultats dans ses solutions.",
  "Minimal evidence of testing their robot and code": "Preuve minimale de test de\nleur robot et de leur code",
  "Partial evidence of testing their robot and code": "Preuve partielle du test de leur robot et de leur code",
  "Clear evidence of testing their robot and code": "Preuve évidente du test de leur robot et de leur code",
  "Minimal evidence of improvements based on testing": "Preuve minimale\nd’améliorations basées sur\nles tests",
  "Partial evidence of improvements based on testing": "Preuve partielle\nd’améliorations basées sur\ndes tests",
  "Clear evidence of improvements based on testing": "Preuve claire d’améliorations\nbasées sur des tests",
  "Communicate - Team effectively explained what they learned from the robot design process and celebrated their progress.": "COMMUNIQUER– L’équipe a expliqué efficacement ce qu’elle a appris du processus de conception du robot et a célébré ses progrès",
  "Unclear explanation of process and lessons learned": "Explication peu claire\ndu processus et des\nenseignements tirés",
  "Simple explanation of process and lessons learned": "Explication simple du\nprocessus et des leçons\napprises",
  "Detailed explanation of process and lessons learned": "Explication détaillée\ndu processus et des\nenseignements tirés",
  "Team shows minimal pride or enthusiasm for their work": "L’équipe montre peu de fierté\nou d’enthousiasme pour son\ntravail",
  "Team shows partial pride or enthusiasm for their work": "L’équipe montre une fierté ou\nun enthousiasme partiel pour\nson travail",
  "Team clearly shows pride or enthusiasm for their work": "L’équipe démontre\nclairement de la fierté ou de\nl’enthousiasme pour son travail",
  "Criteria on this page with this style of check box count dually toward Innovation Project and Core Values awards rankings": "Les critères sur cette page avec ce style de case à cocher\ncomptent doublement pour le classement des prix des projets\nd’innovation et des valeurs fondamentales.",
  "Robot Design -- How did the team approach solving robot game missions using building and coding?": "Conception du Robot – Comment l'équipe a abordé la résolution des missions du jeu du robot en utilisant la construction et le codage ?",
  "If the unknown creature is at least partly in the cold seep": "Si la créature inconnue est au moins partiellement dans la zone de suintement froid"
}